{
  "SERVERNAME": "WELCOME TO MIKE'S NIGHTMARE V2 PVE SERVER",
  "BUTTON1NAME": "DISCORD",
  "BUTTON1LINK": "https://discord.gg/rapDA3YgSa",
  "BUTTON2NAME": "DONATIONS",
  "BUTTON2LINK": "https://www.gtxgaming.co.uk/clientarea/index.php?m=public_pay&hash_id=7XNomweMDQ8y",
  "BUTTON3NAME": "WEBSITE",
  "BUTTON3LINK": "https://mikenightmare.com",
  "BUTTONTAB0NAME": "Server Info",
  "BUTTONTAB1NAME": "Mod Information",
  "BUTTONTAB2NAME": "Server Rules",
  "BUTTONTAB3NAME": "Server Admins",
  "BUTTONTAB4NAME": "Vehicle Keys",
  "DISPLAYPLAYERINFO": 1,
  "DISPLAYPLAYERTAB": 1,
  "sServerTab0": [
    "Welcome! This is a fun heavlily Modded server.",
    "The whole concecpt of this server is PVE, (Player",
    "Versus Enviornment) Lots of Zombies on this server!",
    "You are also given unlimtied ammo on this server as well.",
    "Starting cash is 150K",
    "Traders are located at Green Mountain, NWAF Heli Trader, Severograd",
    "Kumraya Village.",
    "If you need help then call for an Admin, if one is not on the server then please use Discord for support",
    "If there is an item missing from the trader and you want to sell it please report the item to Admins on Discord",
    ""
  ],
  "sServerTab1": [
    "There are so far 58 Mods on this server.",
    "For More information about a mod, please refer to the mod list when you joined.",
    "Respectfully look up a mod on Steamworkshop for more detailed info",
    "about it's functionality. Thank you for playing here today!",
    "",
    "With base building you need to be 600m away from Trader Zones or Military bases",
    "One Base per person is allowed on the server",
    "there are no exceptions your base will be deleted within this radius.",
    "Do not build bases above 4 levels high.",
    "Do not build bases on or blocking roads from other users."
  ],
  "sServerTab2": [
    "Server Rules",
    "[1] - DO NOT SHOOT OTHER PLAYERS.",
    "[2] - LANDMINES AND BEAR TRAPS ARE NOT ALLOWED TO BE USED ON THE SERVER.",
    "[3] - DO NOT BUILD BASES NEAR TRADERS OR CLOSE TO MILITARY BASES AND HIGH LOOT AREAS WITHIN 600M",
    "[4] - DO NOT BUILD ON OR BLOCK ROADS OFF.",
    "[5] - DON'T BUILD BASES ABOVE 4 LEVELS HIGH.",
    "[6] - NO BASE RAIDING OR STEALING ON THIS SERVER PERIOD.",
    "[7] - ONE BASE PER PERSON.",
    "[8] - PLEASE CHANGE YOUR IN GAME NAME TO OTHER THEN SURVIVOR THANK YOU.",
    "Trader Rules",
    "[1] - DO NOT PARK IN FRONT OF THE TRADER!",
    "[2] - YOUR VEHICLES WILL BE DELETED IF PARKING CONTINUES THERE",
    "[3] - PARK DOWN THE ROAD AND WALK UP TO THE TRADER PLEASE AND THANK YOU!",
    "[4] - NO STEALING FROM TRADERS.",
    "[5] - BUY AND FLY HELICOPTERS AT YOUR OWN RISK AS ADMINS CAN NOT ALWAYS FIX ISSUES WITH THEM."
  ],
  "sServerTab3": [
    "SmashFlash - Server Owner",
    "Vacant - Server Admin/Discord/Dev",
    "Viper Vic - Server Admin",
    "JkRadar - Server Admin",
    "BBear0007 - Server Admin",
    "",
    "If you like our server please feel free to donate to keep it going"
  ],
  "sServerTab4": [
    "NOT ALL VEHILCES COME WIITH A KEY!",
    "ALL Helicopters and Land Rovers need to have a key purchaed for them",
    "at the trader. Put the key in your hand walk up to the vehicle and",
    "assign that key you bought to that vehicle via the popup.",
    "DON'T LOOSE YOUR KEY! IT WILL NOT BE REPLACED!"
  ]
}